{
  "About Us": "О нас",
  "Welcome to <b>Cyber</b> - your reliable source for premium electronics. We are a team of enthusiasts, passionate about the latest technological advancements, and striving to bring you the best from the world of high-quality electronics.": "Добро пожаловать в <b>Cyber</b> - ваш надёжный источник премиальной электроники. Мы - команда энтузиастов, увлечённых последними достижениями технологий и стремящихся предложить вам лучшее из мира высококачественной электроники.",
  "Our Mission": "Наша миссия",
  "Our mission is to provide you with access to the most advanced electronic devices and accessories. We believe that technology can enhance our lives, and therefore we strive to make high-quality electronics accessible to everyone.": "Наша миссия - предоставить вам доступ к самым передовым электронным устройствам и аксессуарам. Мы верим, что технологии могут улучшить нашу жизнь, и поэтому мы стремимся сделать высококачественную электронику доступной для всех.",
  "Our Range": "Наш ассортимент",
  "In our store, you will find a wide range of products - from smartphones and laptops to gaming consoles and home theaters. We collaborate only with leading manufacturers and guarantee that all our products meet the highest quality standards.": "В нашем магазине вы найдёте широкий ассортимент продуктов - от смартфонов и ноутбуков до игровых консолей и домашних кинотеатров. Мы сотрудничаем только с ведущими производителями и гарантируем, что все наши товары соответствуют самым высоким стандартам качества.",
  "Our Team": "Наша команда",
  "Our team consists of experienced specialists who are ready to help you with your choice and answer all your questions. We are constantly learning and keeping up with the latest trends in the world of technology to offer you the most current and innovative products.": "Наша команда состоит из опытных специалистов, которые готовы помочь вам с выбором и ответить на все ваши вопросы. Мы постоянно обучаемся и следим за последними тенденциями в мире технологий, чтобы предложить вам самые актуальные и инновационные продукты.",
  "Our Promise": "Наше обещание",
  "We promise to provide you with excellent service, fast delivery, and secure payment solutions. Your satisfaction is our main priority, and we are ready to do everything possible to ensure you are pleased with your purchases.": "Мы обещаем предоставить вам отличный сервис, быструю доставку и безопасные платежные решения. Ваше удовлетворение - наш главный приоритет, и мы готовы сделать всё возможное, чтобы вы остались довольны своими покупками.",
  "Thank you for choosing <b>Cyber</b>. We are glad to see you among our customers and hope you enjoy our range of premium electronics. Welcome to the future!": "Спасибо, что выбрали <b>Cyber</b>. Мы рады видеть вас среди наших клиентов и надеемся, что вы насладитесь нашим ассортиментом премиальной электроники. Добро пожаловать в будущее!"
}